Repository: stuartbreckenridge/NetNewsWire
Catalog: Modules/Localizations/Sources/Localizations/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, zh_hans

# label.text.toggle-sidebar
source: Toggle Sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
it: Attiva/disattiva la barra laterale
zh_hans: 切换侧边栏

# label.text.toggle-starred-status
source: Toggle Starred Status
de: Markierten Status umschalten
es: Alternar estado destacado
fr: Activer/Désactiver le statut Favoris
it: Attiva/disattiva lo stato Speciale
zh_hans: 切换加星标状态

source: Too Many Participants: a share cannot be saved because too many participants are attached to the share.
de: Zu viele Teilnehmer: Eine Freigabe kann nicht gespeichert werden, da zu viele Teilnehmer mit der Freigabe verknüpft sind.
es: Demasiados participantes: un recurso compartido no se puede guardar porque hay demasiados participantes adjuntos.
fr: Trop de participants : un partage ne peut pas être enregistré car trop de participants sont attachés au partage.
it: Troppi partecipanti: una condivisione non può essere salvata perché troppi partecipanti sono collegati alla condivisione.
zh_hans: 参与者太多：无法保存共享，因为共享中附加了太多参与者。

# label.text.too-many-requests
source: Too Many Requests
de: Zu viele Anfragen
es: Demasiadas solicitudes
fr: Trop de demandes
it: Troppe richieste
zh_hans: 请求过多

# label.text.unable-to-communicate-with-netnewswire
source: Unable to communicate with NetNewsWire.
de: Kommunikation mit NetNewsWire nicht möglich.
es: No se puede comunicar con NetNewsWire.
fr: Impossible de communiquer avec NetNewsWire.
it: Impossibile comunicare con NetNewsWire.
zh_hans: 无法与 NetNewsWire 通信。

source: Unable to start a web authentication session with the default web browser.
de: Mit dem Standard-Webbrowser kann keine Webauthentifizierungssitzung gestartet werden.
es: No se puede iniciar una sesión de autenticación web con el navegador web predeterminado.
fr: Impossible de démarrer une session d'authentification Web avec le navigateur Web par défaut.
it: Impossibile avviare una sessione di autenticazione web con il browser web predefinito.
zh_hans: 无法使用默认 Web 浏览器启动 Web 身份验证会话。

# label.text.unauthorized
source: Unauthorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
zh_hans: 未经授权

# label.text.unavailable-for-legal-reasons
source: Unavailable For Legal Reasons
de: Aus rechtlichen Gründen nicht verfügbar
es: No disponible por razones legales
fr: Indisponible pour des raisons juridiques
it: Non disponibile per motivi legali
zh_hans: 因法律原因无法使用

# label.text.unhandled-error
source: Unhandled Error.
de: Unbehandelter Fehler.
es: Error no controlado.
fr: Erreur non gérée.
it: Errore non gestito.
zh_hans: 未处理的错误。

# label.text.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
zh_hans: 未知

# label.text.unknown-error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
zh_hans: 未知错误

# label.text.unknown-item-the-specified-record-does-not-exist
source: Unknown Item: the specified record does not exist.
de: Unbekanntes Element: Der angegebene Datensatz existiert nicht.
es: Elemento desconocido: el registro especificado no existe.
fr: Élément inconnu : l'enregistrement spécifié n'existe pas.
it: Elemento sconosciuto: il record specificato non esiste.
zh_hans: 未知项目：指定的记录不存在。

# label.text.unprocessable-entity
source: Unprocessable Entity
de: Nicht verarbeitbare Entität
es: Entidad no procesable
fr: Entité non traitable
it: Entità non elaborabile
zh_hans: 无法处理的实体

# label.text.unread
source: %d unread
de: %d ungelesen
es: %d sin leer
fr: %d non lu
it: %d da leggere
zh_hans: %d 未读

# label.text.unread-2
source: unread
de: ungelesen
es: no leído
fr: non lu
it: non letto
zh_hans: 未读

# label.text.unread-3
source: %i Unread
de: %i Ungelesen
es: %i No leído
fr: %i Non lu
it: %i Non letto
zh_hans: %i 未读

# label.text.unread-4
source: Unread
de: Ungelesen
es: No leído
fr: Non lu
it: Non letto
zh_hans: 未读

# label.text.unrecognized-account-type
source: Unrecognized account type.
de: Unbekannter Kontotyp.
es: Tipo de cuenta no reconocida.
fr: Type de compte non reconnu.
it: Tipo di account non riconosciuto.
zh_hans: 无法识别的帐户类型。

# label.text.unsupported-media-type
source: Unsupported Media Type
de: Nicht unterstützter Medientyp
es: Tipo de medio no admitido
fr: Type de média non pris en charge
it: Tipo di supporto non supportato
zh_hans: 不支持的媒体类型

# label.text.untitled
source: Untitled
de: Ohne Titel
es: Intitulado
fr: Sans titre
it: Senza titolo
zh_hans: 无题

# label.text.untitled-2
source: Untitled ƒ
de: Ohne Titel ƒ
es: Sin título ƒ
fr: Sans titre ƒ
it: Senza titolo ƒ
zh_hans: 无标题 ▪

# label.text.update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiornamento
zh_hans: 更新

# label.text.update-credentials
source: Update Credentials
de: Anmeldeinformationen aktualisieren
es: Actualizar credenciales
fr: Mettre à jour les informations d'identification
it: Aggiorna credenziali
zh_hans: 更新凭证

# label.text.update-your-feedbin-account-credentials
source: Update your Feedbin account credentials.
de: Aktualisieren Sie die Anmeldeinformationen Ihres Feedbin-Kontos.
es: Actualice las credenciales de su cuenta Feedbin.
fr: Mettez à jour les informations d'identification de votre compte Feedbin.
it: Aggiorna le credenziali del tuo account Feedbin.
zh_hans: 更新您的 Feedbin 帐户凭据。

# label.text.update-your-newsblur-account-credentials
source: Update your NewsBlur account credentials.
de: Aktualisieren Sie die Anmeldeinformationen Ihres NewsBlur-Kontos.
es: Actualice las credenciales de su cuenta NewsBlur.
fr: Mettez à jour les informations d'identification de votre compte NewsBlur.
it: Aggiorna le credenziali del tuo account NewsBlur.
zh_hans: 更新您的 NewsBlur 帐户凭据。

# label.text.updated
source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
zh_hans: 已更新%@

# label.text.updated-just-now
source: Updated Just Now
de: Gerade erst aktualisiert
es: Actualizado ahora mismo
fr: Mis à jour tout à l'heure
it: Aggiornato proprio ora
zh_hans: 刚刚更新

# label.text.updating
source: Updating…
de: Aktualisierung…
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
zh_hans: 正在更新…

# label.text.upgrade-required
source: Upgrade Required
de: Upgrade erforderlich
es: Actualización requerida
fr: Mise à niveau requise
it: Aggiornamento richiesto
zh_hans: 需要升级

# label.text.user-deleted-zone-the-user-has-deleted-this-zone-from-the-settings-ui
source: User Deleted Zone: the user has deleted this zone from the settings UI.
de: Vom Benutzer gelöschte Zone: Der Benutzer hat diese Zone aus der Einstellungsoberfläche gelöscht.
es: Zona eliminada por el usuario: el usuario ha eliminado esta zona de la interfaz de usuario de configuración.
fr: Zone supprimée par l'utilisateur : l'utilisateur a supprimé cette zone de l'interface utilisateur des paramètres.
it: Zona eliminata dall'utente: l'utente ha eliminato questa zona dall'interfaccia utente delle impostazioni.
zh_hans: 用户删除区域：用户已从设置 UI 中删除该区域。

# label.text.username-and-password-are-required
source: Username and password are required.
de: Benutzername und Passwort sind erforderlich.
es: Se requiere nombre de usuario y contraseña.
fr: Le nom d'utilisateur et le mot de passe sont requis.
it: Sono richiesti nome utente e password.
zh_hans: 需要用户名和密码。

# label.text.username-and-password-required
source: Username & password required.
de: Benutzername und Passwort erforderlich.
es: Se requiere nombre de usuario y contraseña.
fr: Nom d'utilisateur et mot de passe requis.
it: Nome utente e password richiesti.
zh_hans: 需要用户名和密码。

# label.text.username-password-and-api-url-are-required
source: Username, password & API URL are required.
de: Benutzername, Passwort und API-URL sind erforderlich.
es: Se requieren nombre de usuario, contraseña y URL de API.
fr: Le nom d'utilisateur, le mot de passe et l'URL de l'API sont requis.
it: Sono richiesti nome utente, password e URL API.
zh_hans: 需要用户名、密码和 API URL。

# label.text.username-password-and-api-url-are-required-2
source: Username, password, and API URL are required.
de: Benutzername, Passwort und API-URL sind erforderlich.
es: Se requieren nombre de usuario, contraseña y URL de API.
fr: Le nom d'utilisateur, le mot de passe et l'URL de l'API sont requis.
it: Sono richiesti nome utente, password e URL API.
zh_hans: 需要用户名、密码和 API URL。

# label.text.username-required
source: Username required.
de: Benutzername erforderlich.
es: Se requiere nombre de usuario.
fr: Nom d'utilisateur requis.
it: Nome utente richiesto.
zh_hans: 需要用户名。

# label.text.variant-also-negotiates
source: Variant Also Negotiates
de: Variante verhandelt auch
es: La variante también negocia
fr: La variante négocie également
it: Anche la variante negozia
zh_hans: 变体也协商

# label.text.waiting-for-access-to-feedly
source: Waiting for access to Feedly
de: Warten auf Zugriff auf Feedly
es: Esperando acceso a Feedly
fr: En attente d'accès à Feedly
it: In attesa dell'accesso a Feedly
zh_hans: 等待访问 Feedly

# label.text.was-moved-or-renamed-while-open
source: %@ was moved or renamed while open.
de: %@ wurde im geöffneten Zustand verschoben oder umbenannt.
es: %@ fue movido o renombrado mientras estaba abierto.
fr: %@ a été déplacé ou renommé alors qu'il était ouvert.
it: %@ è stato spostato o rinominato mentre era aperto.
zh_hans: %@ 在打开时被移动或重命名。

source: We were unable to process the selected file. Please ensure that it is a properly formatted OPML file.
de: Die ausgewählte Datei konnte nicht verarbeitet werden. Bitte stellen Sie sicher, dass es sich um eine ordnungsgemäß formatierte OPML-Datei handelt.
es: No pudimos procesar el archivo seleccionado. Asegúrese de que sea un archivo OPML con el formato adecuado.
fr: Nous n'avons pas pu traiter le fichier sélectionné. Veuillez vous assurer qu'il s'agit d'un fichier OPML correctement formaté.
it: Non è stato possibile elaborare il file selezionato. Assicurati che sia un file OPML formattato correttamente.
zh_hans: 我们无法处理所选文件。 请确保它是格式正确的 OPML 文件。

# label.text.web-accounts-sync-your-feeds-across-all-your-devices
source: Web accounts sync your feeds across all your devices
de: Webkonten synchronisieren Ihre Feeds auf allen Ihren Geräten
es: Las cuentas web sincronizan sus feeds en todos sus dispositivos
fr: Les comptes Web synchronisent vos flux sur tous vos appareils
it: Gli account Web sincronizzano i tuoi feed su tutti i tuoi dispositivi
zh_hans: 网络帐户在您的所有设备上同步您的 Feed

# label.text.you-are-already-subscribed-to-this-feed-and-cant-add-it-again
source: You are already subscribed to this feed and can’t add it again.
de: Sie haben diesen Feed bereits abonniert und können ihn nicht erneut hinzufügen.
es: Ya estás suscrito a este feed y no puedes volver a agregarlo.
fr: Vous êtes déjà abonné à ce flux et ne pouvez plus l'ajouter.
it: Sei già iscritto a questo feed e non puoi aggiungerlo di nuovo.
zh_hans: 您已经订阅了此 Feed，无法再次添加。

# label.text.you-can-enable-netnewswire-notifications-in-system-preferences
source: You can enable NetNewsWire notifications in System Preferences.
de: Sie können NetNewsWire-Benachrichtigungen in den Systemeinstellungen aktivieren.
es: Puede habilitar las notificaciones de NetNewsWire en Preferencias del Sistema.
fr: Vous pouvez activer les notifications NetNewsWire dans les Préférences Système.
it: Puoi abilitare le notifiche NetNewsWire nelle Preferenze di Sistema.
zh_hans: 您可以在系统偏好设置中启用 NetNewsWire 通知。

# label.text.you-can-turn-this-confirmation-off-in-settings
source: You can turn this confirmation off in Settings.
de: Sie können diese Bestätigung in den Einstellungen deaktivieren.
es: Puede desactivar esta confirmación en Configuración.
fr: Vous pouvez désactiver cette confirmation dans Paramètres.
it: Puoi disattivare questa conferma nelle Impostazioni.
zh_hans: 您可以在“设置”中关闭此确认。

# label.text.you-must-have-at-least-one-active-account
source: You must have at least one active account.
de: Sie müssen mindestens ein aktives Konto haben.
es: Debes tener al menos una cuenta activa.
fr: Vous devez avoir au moins un compte actif.
it: Devi avere almeno un account attivo.
zh_hans: 您必须至少拥有一个活跃帐户。

# label.text.your-credentials-are-invalid-or-expired
source: Your “%@” credentials are invalid or expired.
de: Ihre „%@“-Anmeldeinformationen sind ungültig oder abgelaufen.
es: Sus credenciales "%@" no son válidas o han caducado.
fr: Vos identifiants « %@ » sont invalides ou expirés.
it: Le tue credenziali "%@" non sono valide o sono scadute.
zh_hans: 您的“%@”凭据无效或已过期。

# label.text.your-icloud-account-syncs-your-feeds-across-your-mac-and-ios-devices
source: Your iCloud account syncs your feeds across your Mac and iOS devices
de: Ihr iCloud-Konto synchronisiert Ihre Feeds auf Ihren Mac- und iOS-Geräten
es: Su cuenta de iCloud sincroniza sus feeds en sus dispositivos Mac e iOS
fr: Votre compte iCloud synchronise vos flux sur vos appareils Mac et iOS
it: Il tuo account iCloud sincronizza i tuoi feed sul tuo Mac e sui dispositivi iOS
zh_hans: 您的 iCloud 帐户可在 Mac 和 iOS 设备上同步您的源

# label.text.zone-busy-the-server-is-too-busy-to-handle-the-zone-operation
source: Zone Busy: the server is too busy to handle the zone operation.
de: Zone ausgelastet: Der Server ist zu ausgelastet, um den Zonenbetrieb zu bewältigen.
es: Zona ocupada: el servidor está demasiado ocupado para manejar la operación de la zona.
fr: Zone occupée : le serveur est trop occupé pour gérer le fonctionnement de la zone.
it: Zona occupata: il server è troppo occupato per gestire l'operazione di zona.
zh_hans: 区域繁忙：服务器太忙，无法处理区域操作。

# label.text.zone-not-found-the-specified-record-zone-does-not-exist-on-the-server
source: Zone Not Found: the specified record zone does not exist on the server.
de: Zone nicht gefunden: Die angegebene Datensatzzone ist auf dem Server nicht vorhanden.
es: Zona no encontrada: la zona de registro especificada no existe en el servidor.
fr: Zone Not Found : la zone d'enregistrement spécifiée n'existe pas sur le serveur.
it: Zona non trovata: la zona record specificata non esiste sul server.
zh_hans: Zone Not Found：指定的记录区域在服务器上不存在。

# label.text.api-url-https-fresh-rss-net-api-greader-php
source: API URL: https://fresh.rss.net/api/greader.php
es: URL de API: https://fresh.rss.net/api/greader.php
fr: URL de l'API : https://fresh.rss.net/api/greader.php
it: URL dell'API: https://fresh.rss.net/api/greader.php

# label.text.freshrss
source: FreshRSS
es: frescoRSS
fr: FraisRSS
zh_hans: 新鲜RSS

# label.text.gateway-timeout
source: Gateway Timeout
es: Tiempo de espera de puerta de enlace
fr: Délai d'expiration de la passerelle
it: Timeout del gateway
zh_hans: 网关超时

# label.text.http-status
source: HTTP Status:
es: Estado HTTP:
fr: Statut HTTP :
it: Stato HTTP:
zh_hans: HTTP 状态：

# label.text.link
source: Link:
es: Enlace:
fr: Lien:
it: Collegamento:
zh_hans: 关联：

# label.text.mark-read
source: Mark Read
es: Marcar como leído
fr: Marquer comme lu
it: Segna letto
zh_hans: 马克·里德

# label.text.mark-starred
source: Mark Starred
es: marca protagonizada
fr: Mark favori
it: Marco ha recitato
zh_hans: 马克主演

# label.text.medium
source: Medium
es: Medio
fr: Moyen
it: Medio
zh_hans: 中等的

# label.text.name
source: Name
es: Nombre
fr: Nom
it: Nome
zh_hans: 姓名

# label.text.newsblur
source: NewsBlur
es: NoticiasDesenfocar
fr: ActualitésFlou
it: NotizieBlur
zh_hans: 新闻模糊

# label.text.ok
source: OK
es: DE ACUERDO
fr: D'ACCORD
zh_hans: 好的

# label.text.smart-feed-inspector
source: Smart Feed Inspector
es: Inspector de feeds inteligente
fr: Inspecteur d'alimentation intelligent
it: Ispettore Smart Feed
zh_hans: 智能饲料检测仪

# label.text.unstar
source: Unstar
es: Desestrellar
fr: Supprimer la star
it: Elimina stella
zh_hans: 取消星标

# label.text.web
source: Web
it: Rete
zh_hans: 网络

# label.text.bazqux
source: BazQux
zh_hans: 巴兹库克斯

# label.text.feedly
source: Feedly
zh_hans: 饲料利

# label.text.inoreader
source: Inoreader
zh_hans: 井诺阅读器
